{
  "paragraphs": [
    {
      "id": "0",
      "text": "According to all known laws of avaiation, there is no way a bee should be able to fly. Its wings are too large to get its fat little body off the ground. The bee, of course, flies anyway, because bees don't care what humans think is impossible."
    },
	{
	  "id": "1",
	  "text": "We're no strangers to love. You know the rules, and so do I. A full commitment's what I'm thinking of. You wouldn't get this from any other guy. I just want to tell you how I'm feeling. Got to make you understand."
	},
	{
	  "id": "2",
	  "text": "Honestly, who makes their game jam theme 'out of control'? The only thing that's out of control in my life is my mother. Maybe I should make a game about that..."
	},
	{
	  "id": "3",
	  "text": "You're out of touch, I'm out of time, but you're out of my head when you're not around. You're out of touch, I'm out of time, but you're out of my head when you're not around."
	},
	{
	  "id": "4",
	  "text": "My mother invited herself in. I told her 'ma, don't let yourself in my house - you may have given birth to me, but that doesn't give you the right to let yourself in'. I said 'I'm bigger than you!' She said 'I used to be bigger than you'."
	},
	{
	  "id": "5",
	  "text": "Did you ever hear the tragedy of Darth Plagueis The Wise? I thought not. It's not a story the Jedi would tell you. It's a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midichlorians to create life… He had such a knowledge of the dark side that he could even keep the ones he cared about from dying. The dark side of the Force is a pathway to many abilities some consider to be unnatural. He became so powerful… the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. Ironic. He could save others from death, but not himself."
	},
	{
	  "id": "6",
	  "text": "The FitnessGram Pacer Test is a multistage aerobic capacity test that progressively gets more difficult as it continues. The 20 meter pacer test will begin in 30 seconds. Line up at the start. The running speed starts slowly, but gets faster each minute after you hear this signal. [beep] A single lap should be completed each time you hear this sound. [ding] Remember to run in a straight line, and run as long as possible. The second time you fail to complete a lap before the sound, your test is over. The test will begin on the word start. On your mark, get ready, start."
	},
	{
	  "id": "7",
	  "text": "To be fair, you have to have a very high IQ to understand this game. The humor is extremely subtle, and without a solid grasp of theoretical physics most of the jokes will go over a typical viewer's head. There's also the writer's nihilistic outlook, which is deftly woven into his characterisation - his personal philosophy draws heavily from Narodnaya Volya literature, for instance. The fans understand this stuff; they have the intellectual capacity to truly appreciate the depths of these jokes, to realize that they're not just funny- they say something deep about LIFE."
	},
	{
	  "id": "8",
	  "text": "Gentlemen, a short view back to the past. Thirty years ago, Niki Lauda told us 'take a monkey, place him into the cockpit and he is able to drive the car.' Thirty years later, Sebastian told us ‘I had to start my car like a computer, it's very complicated.' And Nico Rosberg said that during the race – I don't remember what race - he pressed the wrong button on the wheel. Question for you both: is Formula One driving today too complicated with twenty and more buttons on the wheel, are you too much under effort, under pressure? What are your wishes for the future concerning the technical programme during the race? Less buttons, more? Or less and more communication with your engineers?"
	},
	{
	  "id": "9",
	  "text": "Here in my garage, just bought this new Lamborghini here. It's fun to drive up here in the Hollywood hills. But you know what I like more than materialistic things? Knowledge. In fact, I'm a lot more proud of these seven new bookshelves that I had to get installed to hold two thousand new books that I bought. It's like the billionaire Warren Buffett says, 'the more you learn, the more you earn.'"
	},
	{
	  "id": "10",
	  "text": "If you like this game or even just found it interesting, why not rate it? We'll love you for it all the same."
	},
	{
	  "id": "11",
	  "text": "The intent is to provide players with a sense of pride and accomplishment for unlocking different heroes. As for cost, we selected initial values based upon data from the Open Beta and other adjustments made to milestone rewards before launch. Among other things, we're looking at average per-player credit earn rates on a daily basis, and we'll be making constant adjustments to ensure that players have challenges that are compelling, rewarding, and of course attainable via gameplay."
	}
  ]
}